export const MESSAGES = {
	columns: {
		fetchError: 'Не удалось загрузить колонки',
		added: 'Колонка добавлена!',
		addError: 'Не удалось добавить колонку',
		updated: 'Колонка обновлена!',
		updateError: 'Не удалось обновить колонку',
		deleted: 'Колонка удалена!',
		deleteError: 'Не удалось удалить колонку',
		moved: 'Колонки обновлены!',
		moveError: 'Не удалось переместить колонку',
	},
	tasks: {
		fetchError: 'Не удалось загрузить задачи',
		added: 'Задача добавлена!',
		addError: 'Не удалось добавить задачу',
		updated: 'Задача обновлена!',
		updateError: 'Не удалось обновить задачу',
		deleted: 'Задача удалена!',
		deleteError: 'Не удалось удалить задачу',
		moved: 'Задача перемещена!',
		moveError: 'Не удалось переместить задачу',
	},
} as const;
